Repository: StevenUpForever/CZBLEControl
Catalog: CZBLEControl/CZBLEControl/*.lproj/Localizable.strings
Languages: fr, ja

source: Login Cancelled
fr: Login Annulé
ja: ログインがキャンセルされました

source: OK
fr: d'accord
ja: はい

source: Cancel
fr: Annuler
ja: キャンセル

source: Please check your device and open Bluetooth
fr: Veuillez vérifier votre appareil et ouvrir Bluetooth
ja: お使いのデバイスを確認し、Bluetoothを開いてください

source: BLE Unsupported
fr: BLE non pris en charge
ja: サポートされていないBLE

source: Your device doesn't support BLE
fr: Votre appareil ne prend pas en charge BLE
ja: お使いのデバイスはBLEをサポートしていません

source: BLE Device error
fr: Erreur de périphérique BLE
ja: BLEデバイスエラー

source: Unknown error, please try again
fr: Erreur inconnue, veuillez réessayer
ja: 不明なエラーです、もう一度お試しください

source: BLE unauthorized
fr: BLE non autorisé
ja: BLEが承認されていない

source: Your device is unauthorized to use Bluetooth
fr: Votre appareil n'est pas autorisé à utiliser Bluetooth
ja: あなたのデバイスはBluetoothを使用する権限がありません

source: Connect error
fr: Erreur de connexion
ja: 接続エラー

source: Cannot connect device, please try again
fr: Impossible de connecter le périphérique. Veuillez réessayer.
ja: デバイスを接続できません。もう一度お試しください

source: Peripheral disconnected
fr: Périphérique déconnecté
ja: 周辺機器が接続されていない

source: Please reconnect your device
fr: Veuillez reconnecter votre appareil
ja: デバイスを再接続してください

source: Name Unavailable
fr: Nom non disponible
ja: 名前を使用できません

source: UUID Unavailable
fr: UUID indisponible
ja: UUIDを使用できません

source: BLE turned off
fr: BLE désactivé
ja: BLEがオフになった

source: Turn on your Bluetooth, going back
fr: Allumez votre Bluetooth, revenez en arrière
ja: あなたのBluetoothをオンにして、戻る

source: Please turn on your Bluetooth
fr: Veuillez activer votre Bluetooth
ja: あなたのBluetoothをオンにしてください

source: Peripheral not found
fr: Périphérique introuvable
ja: 周辺機器が見つかりません

source: Peripheral or characteristic not found, going back
fr: Périphérique ou caractéristique introuvable, retour
ja: 周辺機器または特性が見つかりませんでした。

source: Unknown Error
fr: Erreur inconnue
ja: 不明なエラー

source: Connected
fr: Connecté
ja: 接続済み

source: Disconnected Reconnect by top right button or back to choose another device
fr: Déconnecté Reconnexion par le bouton en haut à droite ou en arrière pour choisir un autre périphérique
ja: 接続が解除されました 右上のボタンで戻るか、別のデバイスを選択して戻る

source: Saving...
fr: Économie...
ja: 保存する...

source: No data to save
fr: Aucune donnée à enregistrer
ja: 保存するデータがありません

source: Back
fr: Arrière
ja: バック

source: Stay
fr: Rester
ja: 滞在

source: Please enter your file name
fr: Entrez votre nom de fichier
ja: ファイル名を入力してください

source: Enter file name here
fr: Entrez ici le nom du fichierEntrez ici le nom du fichier
ja: ここにファイル名を入力してください

source: Where would you like to save?
fr: Où aimeriez-vous économiser?
ja: あなたはどこで救いたいですか？

source: Default file
fr: Fichier par défaut
ja: デフォルトファイル

source: Local Drive
fr: Disque local
ja: ローカルドライブ

source: read
fr: lire
ja: 読む

source: write
fr: écrire
ja: 書きます

source: Close notify
fr: Fermer la notification
ja: 通知を閉じる

source: Are you sure to close notify?
fr: Etes-vous sûr de fermer la notification?
ja: 通知を閉じてもよろしいですか？

source: No data respond
fr: Aucune donnée ne répond
ja: データが応答しません

source: Descriptors
fr: Descripteurs
ja: 記述子

source: Write Value
fr: Écrire la valeur
ja: 値を書き込む

source: Return Value
fr: Valeur de retour
ja: 戻り値

source: Read Value
fr: Lire la valeur
ja: 値を読み込む

source: Write Value, no response
fr: Ecrire valeur, pas de réponse
ja: 値を書き込む、応答がない

source: Invalid data type
fr: Type de données non valide
ja: 無効なデータ型

source: Authorize user failed
fr: Autoriser l'utilisateur a échoué
ja: ユーザーの認証に失敗しました

source: Are you sure to logoff Google account?
fr: Etes-vous sûr de déconnecter le compte Google?
ja: Googleアカウントからログオフしてもよろしいですか？

source: Failed authorize Google user
fr: Échec de l'autorisation de l'utilisateur Google
ja: Googleユーザーの認証に失敗しました

source: Are you sure to logoff Dropbox account?
fr: Êtes-vous sûr de déconnecter le compte Dropbox?
ja: Dropboxアカウントをログオフしてもよろしいですか？

source: Logged In
fr: Connecté
ja: ログインした

source: Logged Off
fr: Déconnecté
ja: ログオフ

source: Loading files...
fr: Chargement des fichiers...
ja: ファイルの読み込み...

source: Loading file content...
fr: Chargement du contenu du fichier...
ja: ファイルコンテンツの読み込み...

source: Deleting files...
fr: Suppression de fichiers...
ja: ファイルの削除...

source: Failed to delete the file
fr: Échec de la suppression du fichier
ja: ファイルの削除に失敗しました

source: Successfully delete the file
fr: Supprimer le fichier avec succès
ja: ファイルを正常に削除します

source: Failed to get file list
fr: Impossible d'obtenir la liste des fichiers
ja: ファイルリストを取得できませんでした

source: Save data successfully
fr: Sauvegarder les données avec succès
ja: データを正常に保存

source: Save data failed
fr: Échec de l'enregistrement des données
ja: データの保存に失敗しました

source: Load data successfully
fr: Charger les données avec succès
ja: データを正常に読み込む

source: Load data failed
fr: Échec des données de chargement
ja: データのロードに失敗しました

source: Upload file failed
fr: Le fichier de téléchargement a échoué
ja: ファイルのアップロードに失敗しました

source: Upload file successfully
fr: Télécharger le fichier avec succès
ja: ファイルを正常にアップロード

source: Data cannot be transferred to file
fr: Les données ne peuvent pas être transférées dans un fichier
ja: データをファイルに転送できません

source: No file to show
fr: Aucun fichier à afficher
ja: 表示するファイルがありません

source: Cannot query files
fr: Impossible d'interroger les fichiers
ja: ファイルを照会できません

source: Failed to download file
fr: Impossible de télécharger le fichier
ja: ファイルのダウンロードに失敗しました

source: Unknown error to download file
fr: Erreur inconnue pour télécharger le fichiere
ja: ファイルをダウンロードするための不明なエラー

source: Cannot find correct folder
fr: Impossible de trouver le dossier correct
ja: 正しいフォルダが見つかりません

source: Correct folder found
fr: Corriger le dossier trouvé
ja: 正しいフォルダが見つかりました

source: Create folder successfully
fr: Créer un dossier avec succès
ja: フォルダを正常に作成する

source: Create folder failed
fr: Échec du dossier de création
ja: フォルダの作成に失敗しました

source: Files are not in correct type
fr: Les fichiers ne sont pas dans le type correct
ja: ファイルが正しいタイプではありません

source: Data unavailable
fr: Données indisponibles
ja: データが利用できない
